Repository: uuneo/pushback
Catalog: pushback/Localizable.xcstrings
Source language: zh_hans
Languages: en, tr

source: 没有找到相关提示词
en: No relevant keywords found
tr: İlgili anahtar kelimeler bulunamadı

source: 没有数据
en: No data
tr: Veri yok

source: 没有文件
en: No files
tr: Dosya yok

source: 注册KEY
en: Register key
tr: Anahtar kaydet

source: 注册中...
en: Registering...
tr: Kaydoluyor...

source: 注册失败
en: Registration Failed
tr: Kayıt Başarısız

source: 注册成功
en: Registration Successful
tr: Kayıt Başarılı

source: 测试中...
en: Testing in progress...
tr: Test sürüyor...

source: 测试连接
en: Test connection
tr: Bağlantıyı test et

source: 消息
en: Message
tr: Mesaj

source: 消息存档
en: Message archive
tr: Mesaj arşivi

source: 添加 Prompt
en: Add Prompt
tr: İstem Ekle

source: 添加到APP
en: Add To App
tr: Uygulamaya ekle

source: 添加成功
en: Added successfully
tr: Başarıyla eklendi

source: 清理成功
en: Clean up successfully!
tr: Temizleme başarılı

source: 清空
en: Clear
tr: Boşalt

source: 清空缓存
en: Clear cache
tr: Önbelleği boşalt

source: 清除
en: Clear
tr: Temizle

source: 清除所有数据
en: Clear all data
tr: Tüm verileri temizle

source: 点击右上角按钮可以复制测试URL、预览推送效果
en: Click the button in the top-right corner to copy the test URL or preview the push notification effect.
tr: Sağ üst köşedeki butona tıklayarak test URL'sini kopyalayabilir veya push bildirim etkisini önizleyebilirsiniz.

source: 点击或者滑动可以修改信息状态
en: Tap or swipe to change message status
tr: Bilgi durumunu değiştirmek için tıklayın veya kaydırın.

source: 点击查看更多
en: Click to view more
tr: Daha fazlasını görmek için tıklayın

source: 点击跳转app
en: Tap to redirect to app
tr: Uygulamaya yönlendirmek için tıklayın.

source: 用户协议
en: Terms
tr: Protokol

source: 用户取消了购买。
en: canceled the purchase.
tr: Kullanıcı satın almayı iptal etti.

source: 用户尚未做出选择
en: User has not made a choice yet
tr: Kullanıcı henüz bir seçim yapmadı

source: 用户已授权访问照片库
en: User has granted access to the photo library
tr: Kullanıcı fotoğraf kütüphanesine erişim izni verdi

source: 用户拒绝了访问权限
en: User denied access permission
tr: Kullanıcı erişim iznini reddetti

source: 用户授予了有限的访问权限
en: User granted limited access permission
tr: Kullanıcı sınırlı erişim izni verdi

source: 确定
en: OK
tr: Onayla

source: 确定要删除"%@"提示词吗？此操作无法撤销。
en: Are you sure you want to delete "%@" prompt? This action cannot be undone.
tr: "%@" istemini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: 确认
en: Confirm
tr: Onayla

source: 确认删除
en: Confirm Deletion
tr: Silmeyi Onayla

source: 示例
en: Example
tr: Örnek

source: 移除
en: Remove
tr: Kaldır

source: 程序图标
en: AppIcon
tr: Uygulama simgesi

source: 端到端加密
en: E2EE
tr: Uçtan uca şifreleme

source: 端到端加密推送
en: End-to-End Encrypted Push
tr: Uçtan Uca Şifreli Bildirim

source: 算法
en: Algorithm
tr: Algoritma

source: 算法配置
en: Algorithm setup
tr: Algoritma Yapılandırması

source: 系统设置
en: System Setting
tr: Sistem ayarları

source: 给智能助手发消息
en: Send a message to the intelligent assistant
tr: Akıllı asistanla mesajlaş

source: 继续
en: continue
tr: Devam et

source: 缓存大小限制
en: Cache Limit
tr: Önbellek boyutu sınırı

source: 编辑
en: Editor
tr: Editör

source: 编辑提示词
en: Edit Prompt
tr: İstemi Düzenle

source: 网络权限用来获取苹果提送密钥和通知权限用来接收通知.
en: Network permissions are used to get the Apple delivery key and notification permissions are used to receive notifications.
tr: Ağ izinleri, Apple'ın gönderim anahtarını almak için ve bildirim izinleri, bildirimleri almak için kullanılır.

source: 翻译助手
en: Translation Assistant
tr: Çeviri Asistanı

source: 自动
en: Auto
tr: Otomatik

source: 自动保存到相册
en: Auto-save to album
tr: Iv parametresini otomatik olarak düzeltme

source: 自动更正Iv参数
en: Autocorrect iv
tr: Iv parametresini otomatik olarak düzelt

source: 自动更正Key参数
en: Autocorrect key
tr: Anahtar parametresini otomatik olarak düzelt

source: 自定义
en: Custom
tr: Özelleştirme

source: 自定义icon
en: Custom icon
tr: Özelleştirilmiş simge

source: 自定义推送显示的logo
en: Custom Push Logo
tr: Bildirimde görüntülenen logo özelleştirme

source: 自定义铃声
en: Custom ringtone
tr: Özelleştirilmiş zil sesi

source: 自带铃声
en: Built-in ringtone
tr: Varsayılan zil sesi

source: 至少2个字符
en: Min 2 chars
tr: Min 2 karakter

source: 获取开发者持续支持
en: Get developer support
tr: Geliştiriciden sürekli destek al

source: 角标模式
en: Badge mode
tr: İndeks mod

source: 订阅至 %@
en: Subscribe to %@
tr: %@'ya abone ol

source: 设备推送令牌
en: The device pushes the token
tr: Cihaz bildirim tokeni

source: 设置
en: Settings
tr: Ayarlar

source: 设置与帮助
en: Setup Or help
tr: Ayarlar ve Yardım

source: 设置每次对话时包含的历史消息数量，数量越多上下文越完整，但会增加 Token 消耗
en: Set the number of historical messages included in each conversation. The more messages, the more complete the context, but it will increase token consumption
tr: Her konuşmada dahil edilecek geçmiş mesaj sayısını ayarlayın. Mesaj sayısı ne kadar fazla olursa bağlam o kadar eksiksiz olur, ancak token tüketimi artar.

source: 访问受限（可能是家长控制）
en: Access restricted (parental controls)
tr: Erişim kısıtlı (ebeveyn denetimleri)

source: 试用期至 %@
en: Trial period to %@
tr: Deneme süresi bitiş tarihi: %@

source: 请先注册
en: Register first
tr: Lütfen önce kaydolun

source: 请求地址(api.openai.com)
en: Request address (api.openai.com)
tr: İstek adresi (api.openai.com)

source: 请求密钥
en: Request Key
tr: İstek Anahtarı

source: 请求路径: /v1
en: Request Path: /v1
tr: İstek Yolu: /v1

source: 请输入16位Iv
en: Please enter a 16-digit IV
tr: Lütfen 16 haneli IV girin

source: 请输入URL
en: Please enter URL
tr: Lütfen URL girin

source: 请输入提示词标题
en: Please enter the prompt title
tr: Lütfen istem başlığını girin

source: 请输入旧的KEY
en: Enter old key
tr: Eski anahtarı girin

source: 账户列表
en: Account list
tr: Hesap listesi

source: 购买成功
en: Successful purchase
tr: Satın alma başarılı

source: 购买正在等待中。
en: The purchase is pending.
tr: Satın alma beklemede

source: 转换为 cdf 格式
en: Convert to CAF format
tr: CAF formatına dönüştür

source: 输入%d位数的key
en: Enter a %d-digit ke
tr: %d haneli anahtar girin.

source: 输入分组名称
en: Enter group name
tr: Grup adını girin

source: 输入别名
en: Enter alias
tr: Takma ad girin

source: 输入图片Key
en: Input Image Key
tr: Resim Anahtarını girin.

source: 输入图片名称
en: Enter image name
tr: Resim adı girin

source: 输入旧key,可以恢复
en: Enter old key to restore
tr: Eski anahtarı girin, geri yüklenebilir

source: 输入本地字符串
en: Input local string
tr: Yerel dizeyi girin

source: 这是一个内置提示词，你可以基于它创建一个新的自定义提示词
en: This is a built-in prompt. You can create a new custom prompt based on it.
tr: Bu, yerleşik bir istemdir. Buna dayanarak yeni bir özel istem oluşturabilirsiniz.

source: 这是一个加密示例
en: example of encryption
tr: Bu bir şifreleme örneğidir

source: 这是加密的正文部分
en: This is the encrypted body part
tr: Bu, şifrelenmiş ana metin kısmıdır

source: 连接失败
en: Connection failed
tr: Bağlantı başarısız

source: 连接成功
en: Connection successful
tr: Bağlantı başarılı

source: 连续对话
en: Continuous dialogue
tr: Sürekli diyalog

source: 选择30秒以内铃声,不能选择的需要
en: Select under 30s. Unselectable ones.
tr: 30 sn altı seç. Seçilemezler.

source: 选择后配置自动保存
en: Select and automatically save configuration
tr: Seçtikten sonra yapılandırma otomatik olarak kaydedilecektir.

source: 选择提示词
en: Select prompt
tr: İstem seçin

source: 选择文本
en: Select text
tr: Metin seçin

source: 选择服务器
en: Select server
tr: Sunucu seç

source: 通知类型
en: Notification Level
tr: Bildirim türü

source: 通知铃声将持续播放30s，同时收到多个将按顺序依次响铃
en: Notification ringtone will play for 30s. If multiple are received, they will ring in sequence.
tr: Bildirim zil sesi 30 saniye boyunca çalmaya devam edecek ve birden fazla bildirim alındığında sırayla çalacaktır.

source: 邮箱
en: Email
tr: E-posta kutusu

source: 重命名
en: Rename
tr: Yeniden adlandırma

source: 重复数据
en: Duplicate data
tr: Yedek veri

source: 重新扫码
en: Scan the code again
tr: Tekrar QR kodunu tara

source: 重置
en: Reset
tr: Sıfırla

source: 重要提醒
en: Critical alarm
tr: Critical alarm

source: 重要提醒通知,70%音量
en: Important Reminder Notification, 70% Volume
tr: Önemli Hatırlatma Bildirimi, %70 Ses Seviyesi

source: 铃声列表
en: Ringtone list
tr: Zil sesi listesi

source: 长度不能超过30秒
en: less 30s
tr: Uzunluk 30 saniyeyi geçemez

source: 长期
en: Forever
tr: Uzun vadeli

source: 问智能助手
en: Ask AI
tr: Yapay zekaya sor

source: 隐私政策
en: Privacy
tr: Gizlilik

source: 隐藏
en: Hidden
tr: Gizle

source: 随机生成密钥
en: Randomly key
tr: Rastgele anahtar oluştur

source: 需要在
en: Require in
tr: Gerekli olan yer

source: 静音分组1小时
en: Mute group for 1 hour​
tr: ​Grubu 1 saatliğine sessize al​

source: 静音或专注模式可正常提醒
en: Silent or Focus Mode can notify normally.
tr: Sessiz veya Odak Modu normal şekilde bildirim yapabilir.

source: 默认
en: Default
tr: Varsayılan

source: 默认浏览器
en: Default browser
tr: Varsayılan tarayıcı

source: 默认浏览器设置
en: Default browser Settings
tr: Varsayılan tarayıcı ayarları
